Repository: ebondarikk/tgbotfather
Catalog: locale/*/LC_MESSAGES/*.po
Languages: ru

source: Bot with this token is already exists
ru: Бот с таким токеном уже существует.

source: Position with this name is already exists
ru: Товар с таким именем уже существует.

source: Uploading video-instruction. Please, wait
ru: Загружаю видеоинструкцию. Пожалуйста, подождите.

source: Create a new bot via @BotFather and send me a token. Use the video instructions to make it more clear
ru: Создайте нового бота с помощью @BotFather и отправьте мне токен. Воспользуйтесь видеоинструкцией для помощи.

source: Select a bot to view and customize or Create a new one.
ru: Выберите бота для просмотра и настроки или Создайте нового.

source: This is @{bot_username}. Select Action
ru: Это @{bot_username}. Выберите действие.

source: Bot was deleted successfully. What's next?
ru: Бот успешно удален. Что дальше?

source: <i>This is your welcome message:</i>
ru: <i>Это ваше текущее приветственное сообщение:</i>

source: Send me a new welcome message
ru: Отправьте мне новое приветственное сообщение.

source: Message undefined. Try again
ru: Сообщение не определно. Повторите попытку.

source: Welcome text was updated. What's next?
ru: Приветственное сообщение успешно обновлено. Что дальше?

source: Currency was successfully updated to {currency}. What's next?
ru: Валюта успешно обновлена на {currency}. Что дальше?

source: Your current currency is {currency}. Please, choose a new currency
ru: Ваша текущая валюта - {currency}. Пожалуйста, выберите новую валюту.

source: The bot doesn't have any position yet. Create positions, then launch deploy
ru: У вашего бота пока нет товаров. Добавьте товары, затем запустите сборку.

source: The bot is not paid. Contact @botly_support to pay or get a trial period
ru: Бот не оплачен. Свяжитесь с @botly_support для оплаты или получения триал периода.

source: Success. Try your bot @{bot_username}
ru: Бот @{bot_username} успешно обновлен.

source: Start building your bot. Please, wait...
ru: Обновляю вашего бота. Пожалуйста, подождите...

source: Ooops. Something went wrong ({error})
ru: Кажется, что-то пошло не так. Свяжитесь с поддержкой @botly_support.

source: Invalid bot token. Send the token again.
ru: Некорректный токен. Повторите попытку.

source: Ooops. {e}. Try to input another token
ru: Кажется, что-то пошло не так. Попробуйте другой токен или свяжитесь с поддержкой @botly_support.

source: Bot {fullname} was created successfully.
ru: Бот {fullname} успешно создан.

source: To get help, contact with our support @botly_support.
ru: Чтобы получить помощь, свяжитесь с поддержкой @botly_support.

source: No any active command was found.
ru: Активных комманд не найдено.

source: The command {command} has been canceled
ru: Команда {command} была отменена.

source: Select a mail to customize or create a new one
ru: Выберите рассылку для настрйоки или создайте новую.

source: Send a text for mailing or photos with text for mailing
ru: Отправьте мне текст рассылки, или фотографию, или фотографию с описанием для рассылки (не допустимо использовать более 1 фотографии).

source: Oops. The next mailing can be sent in {period} minutes
ru: Ой, Следующая рассылка может быть отправлена через {period} минут.

source: No users to send
ru: Нет активных пользователей для отправки рассылки.

source: Success sent to {cnt} users
ru: Рассылка успешно отправлена {cnt} пользователям.

source: It is allowed to use no more than one photo. Try again
ru: Не допустимо использовать более 1 фотографии. Повторите попытку.

source: Unsupported message format. Please, send me image or text or both.
ru: Неподдерживаемый формат сообщения. Пожалуйста, отправьте мне текст, или фотографию, или фотографию с описанием.

source: Mailing was created successfully. You can publish it by selecting it below.
ru: Рассылка успешно создана. Вы можете опубликовать ее, выбрав в списке ниже.

source: Select a good to customize or create a new one
ru: Здесь отображаются ваши товары. Выберите товар для управления им или создайте новый.

source: Send me a new good with image in next format: Name *Price* #Description#
ru: Отправьте мне фотографию товара с описанием в следующем формате: Название *Стоимость* #Описание#

source: *Name:* _{name} _*Price:* _${price}_ *Description*: _{description}_
ru: *Название:* _{name} _*Стоимость:* _${price}_ *Описание*: _{description}_

source: Send me new {key_to_edit}
ru: Отправьте мне новое {key_to_edit}.

source: Success
ru: Успешно

source: Seems like you forgot attach an image. Try again
ru: Кажется, вы не прикрепили изображение. Повторите попытку или свяжитесь с поддержкой @botly_support.

source: Seems like you forgot send name and price in description. Try again
ru: Кажется, вы не отправили Название и Стоимость в описании. Повторите попытку или свяжитесь с поддержкой @botly_support.

source: Seems like price is absent or incorrect. Try like this: *15* or *7.90*
ru: Стоимость отсутствует или введена некорректно. Повторите попытку в следующем формате: *15* или *7.90* или свяжитесь с поддержкой @botly_support.

source: Seems like you forgot send a name. Try again
ru: Ой, похоже, вы забыли отправить название. Повторите попытку или свяжитесь с поддержкой @botly_support.

source: Description is too large. Max size is 256 symbols
ru: Описание слишком длинное. Максимальная длина - 256 символов.

source: Now set the price
ru: Теперь укажите стоимость.

source: please, send me a valid price
ru: Пожалуйста, отпавьте корректную стоимость.

source: Now send me position image
ru: Теперь отправьте мне изображение товара.

source: This is not an image
ru: Похоже, это не изображение. Повторите попытку или свяжитесь с поддержкой @botly_support.

source: Ooops. Position with this name is already exists
ru: Ой, товар с таким именем уже существует.

source: Position was edited successfully
ru: Товар был успешно обновлен.

source: Position was created successfully. What's next?
ru: Товар успешно создан. Что дальше?

source: Select Statistic
ru: Выберите тип аналитики:

source: No data
ru: Нет данных.

source: {title} for current {period}: {value}
ru: {title} за текущий период в {period}: {value}

source: Revenue
ru: Доход

source: {title} for previous {period}: {value}
ru: {title} за предыдущий период в {period}: {value}

source: Number of orders
ru: Количество заказов

source: Average bill
ru: Средний чек

source: CR of your platform is {value}%
ru: CR вашей платформы - {value}%

source: Back
ru: Назад

source: Create new TeBot
ru: Создать нового бота

source: Positions
ru: Товары

source: Mailings
ru: Рассылки

source: Statistic
ru: Аналитика

source: Welcome message
ru: Приветственное сообщение

source: Currency
ru: Валюта

source: Schedule
ru: Расписание

source: Deploy
ru: Обновить бота

source: Remove TeBot
ru: Удалить бота

source: My Bots
ru: Мои боты

source: Help
ru: Помощь

source: Create a new Mail
ru: Создать новую рассылку

source: Publish
ru: Опубликовать

source: Create a new position
ru: Создать новый товар

source: {index}. Edit {key}
ru: {index}. Редактировать {key}

source: Remove position
ru: Удалить товар

source: CR, Conversion
ru: CR, Конверсия

source: Hi. I am <b>Botly</b>. The bot with which you can <i>easily and quickly launch your own bot</i> in a couple of clicks! To get started, select the "<b>My bots</b>" option, or "<b>Help</b>" to get help.
ru: Приветствую. Я – <b>Botly</b>. Бот, с помощью которого вы можете <i>легко и быстро запустить собственного бота</i> всего за пару кликов! Чтобы начать, выберите опцию "<b>Мои боты</b>" или "<b>Помощь</b>", чтобы получить помощь.

source: Bot updating
ru: Обновление бота

source: Position creating
ru: Обновление товара

source: Mail creating
ru: Обновление рассылки

source: Day
ru: День

source: 3 days
ru: 3 дня

source: Week
ru: Неделя

source: 2 weeks
ru: 2 недели

source: Month
ru: Месяц

source: 2 months
ru: 2 месяца

source: 3 months
ru: 3 месяца

source: Half-year
ru: Полгода

source: Year
ru: Год

source: Update Schedule
ru: Обновить расписание

source: That's schedule of your Bot. You can update it by clicking on "Update Schedule" button
ru: Это расписание вашего бота. Вы можете обновить его, нажав на кнопку "Обновить расписание".

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: off-day
ru: выходной

source: Select a category to manage or create a new one
ru: Здесь отображаются категории, по которым будут группироваться ваши товары. Выберите категорию для управления или создайте новую.

source: Send me a name of new category.
ru: Отправьте мне название новой категории

source: *Name:* _{name}_
ru: *Название:* _{name}_

source: Category was updated successfully. What's next?
ru: Категория успешно обновлена. Что дальше?

source: Category was created successfully. What's next?
ru: Категория создана успешно. Что дальше?

source: Oops. This category can not be deleted, because it has goods.
ru: Ой, эта категория не может быть удалена, в ней еще содержатся товары.

source: Category was successfully deleted. What's next?
ru: Категория успешно удалена. Что дальше?

source: Select a category for new position.
ru: Выберите категорию для нового товара.

source: *Name:* _{name} _*Price:* _{price} {currency}_ *Description*: _{description}_ *Category*: _{category}_
ru: *Название:* _{name} _*Стоимость:* _{price} {currency}_ *Описание*: _{description}_ *Категория*: _{category}_

source: Other
ru: Другое

source: name
ru: название

source: price
ru: стоимость

source: description
ru: описание

source: image
ru: изображение

source: category
ru: категория

source: Select a category for position.
ru: Выберите категорию для товара.

source: Position was deleted successfully. What's next?
ru: Товар успешно удален. Что дальше?

source: Categories
ru: Категории

source: Create a new category
ru: Создать новую категорию

source: Remove category
ru: Удалить категорию

source: Sub item creating
ru: Создание подтовара

source: Create a new sub item
ru: Добавить новый подтовар

source: Simple good
ru: Простой товар

source: Grouped good
ru: Сгрупированный товар

source: Remove sub item
ru: Удалить подтовар

source: Edit
ru: Редактировать

source: Sub item was updated successfully. What's next?
ru: Подтовар успешно обновлен. Что дальше?

source: Sub item was created successfully. What's next?
ru: Подтовар успешно добавлен. Что дальше?

source: Seems like subitems are incorrect. Try like this: _raspberry flavor; chocolate flavor_
ru: Ой, похоже, подтовары добавлены неверно. Повторите попытку в следующем формате: _вкус клубники, вкус шоколада_ или свяжитесь с поддержкой @botly_support.

source: Oops. Grouped good must contain at least 1 sub item.
ru: Ой, Сгрупированный товар должен содержать хотя бы 1 подтовар.

source: Sub item was deleted successfully. What's next?
ru: Подтовар успешно удален. Что дальше?

source: *Sub items:* _{subitems}_
ru: *Подтовары:* _{subitems}_

source: sub items
ru: Подтовары

source: Grouped
ru: Сгрупированный

source: Simple
ru: Простой

source: *Name:* _{name} _*Price:* _{price} {currency}_ *Description:* _{description}_ *Category:* _{category}_ *Type:* _{type}_
ru: *Название:* _{name} _*Стоимость:* _{price} {currency}_ *Описание:* _{description}_ *Категория:* _{category}_ *Тип:* _{type}_

source: Which type of good do you want to create?
ru: Какой типа товара вы хотите создать?

source: Send me a new good with image in next format: Name *Price* #Description# _Sub item 1; Sub item 2: Sub item 3_
ru: Отправьте мне фотографию товара с описанием в следующем формате: Название *Стоимость* #Описание# _Подтовар 1; Подтовар 2; Подтовар 3_

source: Select a sub item to customize or create a new one
ru: Подтовары - опции основного товара, не влияющие на его стоимость. Они полезны в случае, когда у вас имеется несколько видов одного товара, например: товар - Мороженое, подтовары - Клубничное, Шоколадное Выберите подтовар для управления или создайте новый.

source: Send me new a name of sub item
ru: Отправьте мне новое название подтовара

source: *Name:* _{name}_ *Frozen:* _{frozen}_
ru: *Название:* _{name}_ *Заморожен:* _{frozen}_

source: No
ru: Нет

source: Yes
ru: Да

source: *Name:* _{name} _*Price:* _{price} {currency}_ *Description:* _{description}_ *Category:* _{category}_ *Type:* _{type}_ *Frozen:* _{frozen}_
ru: *Название:* _{name} _*Стоимость:* _{price} {currency}_ *Описание:* _{description}_ *Категория:* _{category}_ *Тип:* _{type}_ *Заморожен:* _{frozen}_

source: Defrost
ru: Разморозить

source: Freeze
ru: Заморозить

source: Position was successfully defrosted and will begin to appear in the store. What's next?
ru: Товар разморожен и будет отображаться в магазине. Что дальше?

source: Position was successfully frozen and will no longer appear in the store. What's next?
ru: Товар заморожен и не будет отображаться в магазине. Что дальше?

source: Sub item was successfully defrosted and will begin to appear in the store. What's next?
ru: Подтовар разморожен и будет отображаться в магазине. Что дальше?

source: Sub item was successfully frozen and will no longer appear in the store. What's next?
ru: Подтовар заморожен и не будет отображаться в магазине. Что дальше?

source: Disable
ru: Отключить

source: Enable
ru: Включить

source: Instructions
ru: Инструкции

source: Uploading video-instruction. Please, wait. You can disable instructions on Instructions sections
ru: Загружаю видеоинструкцию. Пожалуйста, подождите. Вы можете отключить инструкции в разделе "Инструкции"

source: If the Instructions are activated, you will receive video guidance while using the service. If you don't want to receive instructions, turn them off. Current state of instructions: {state}
ru: Если инструкции включены, вы будете получать видеоподсказки в процессе использования сервиса. Если вы не хотите получать инструкции, отключите их. Текущее состояние: {state}

source: Disabled
ru: Отключено

source: Enabled
ru: Включено

source: Video instruction available. To get it, go to the Instructions section and activate them.
ru: Доступна видеоинструкция. Чтобы получить ее, активируйте инструкции в разделе "Инструкции".

source: Select a manager to manage or add a new one
ru: Менеджеры - ваши сотрудники, которые будут принимать заказы. 👑 - Администратор (вы) ✅ - Активный менеджер, который принимает заказы в настоещее время. Выберите менеджера для управления или добавьте нового.

source: Send me a username (@my_manager) or link (t.me/my_manager) of person to add. <b>Important: The person must be user of your bot</b> @{bot_username}
ru: Отправьте имя пользователя (@my_manager) или телеграм ссылку (t.me/my_manager) нового менеджера. <b>Важно: Менеджер должен быть пользователем бота</b> @{bot_username}

source: Oops. Invalid username format.
ru: Ой, Некорректное имя пользователя.

source: Oops. Could not find this user in users of your bot. Ask him to run the bot @{bot_username} and try again.
ru: Ой, не удалось найти указанного пользователя среди пользователей вашего бота. Попросите его запустить команду /start в боте @{bot_username} и повторите попытку.

source: Oops. Seems like it is a bot. Bot can not be a manager.
ru: Ой, похоже, это бот. Бот не может быть менеджером.

source: Oops. This user is already manager.
ru: Ой, этот пользователь уже является менеджером.

source: Manager was added successfully. Now @{username} can accept orders. What's next?
ru: Менеджер успешно добавлен. Теперь @{username} может принимать заказы. Что дальше?

source: This is manager @{username}
ru: Это менеджер @{username}

source: Admin
ru: Администратор

source: Active
ru: Активный (принимает заказы)

source: Select action.
ru: Выберите действие.

source: Now @{username} accept orders. What's next?
ru: Теперь @{username} принимает заказы. Что дальше?

source: Oops. Admin cannot be removed.
ru: Ой, администратор не может быть удален.

source: Oops. Active manager cannot be removed.
ru: Ой, Активный менеджер не может быть удален.

source: Manager @{username} was deleted. What's next?
ru: Менеджер @{username} успешно удален. Что дальше?

source: Managers
ru: Менеджеры

source: Add manager
ru: Добавить менеджера

source: Activate
ru: Активировать

source: Remove manager
ru: Удалить менеджера

source: Manager adding
ru: Добавление менеджера

source: Please, set username to your profile for correctly work.
ru: Пожалуйста, задайте имя пользователя (username) в настройках профиля для корректной работы сервиса.

source: Delivery updating
ru: Обновление доставки

source: Add pick-up point
ru: Добавить пункт выдачи

source: Activate delivery
ru: Активировать доставку

source: Deactivate delivery
ru: Деактивировать доставку

source: Cost of delivery
ru: Стоимость доставки

source: Minimum check
ru: Минимальный чек

source: Delivery condition
ru: Условие доставки

source: Delivery
ru: Доставка

source: Select a pick-up point to manage or add a new one
ru: Выберите пункт выдачи для управления или добавьте новый

source: Firstly, choose a manager for new pick-up point.
ru: Сначала укажите менеджера, который будет управлять пунктом выдачи

source: Send me a name of a pick-up point.
ru: Отправьте мне название пункта выдачи.

source: Oops. Too short name.
ru: Ой, слишком короткое название

source: Pick-up point was added successfully. What's next?
ru: Пункт выдачи успешно добавлен. Что дальше?

source: Always paid
ru: Всегда платная

source: Paid if the minimum check is not reached, then free
ru: Платная, если минимальный чек не достигнут, иначе бесплатная

source: Not available if the minimum check is not reached, then paid
ru: Не доступна, если минимальный чек не достигнут, иначе платная

source: Not available if the minimum check is not reached, then free
ru: Не доступна, если минимальный чек не достигнут, иначе бесплатная

source: *Delivery is active:* {is_active} *Cost of delivery:* {delivery_cost} {currency} *Minimum delivery receipt:* {min_check} {currency} *Delivery condition:* {condition_desc}
ru: Здесь вы можете настроить стоимость и доступность доставки. *Доставка активна:* {is_active} *Стоимость доставки:* {delivery_cost} {currency} *Минимальный чек для доставки:* {min_check} {currency} *Условие доставки:* {condition_desc}

source: *Current condition:* _{cond_index}_ - {cond_desc} ----------- *Possible conditions:* {conditions_desc} ----------- Choose a condition of delivery below:
ru: *Текущее условие:* _{cond_index}_ - {cond_desc} ----------- *Возможные условия:* {conditions_desc} ----------- Выберите условие доставки ниже:

source: Current cost of delivery: {cost} {currency} Send me a new cost (or send 0 to make delivery free)
ru: Текущая стоимость доставки: {cost} {currency} Отправьте новую стоимость (или отправьте 0, чтобы сделать доставку бесплатной)

source: Current minimum receipt: {min_check} {currency} Send me a new minimum receipt
ru: Текущий минимальный чек: {min_check} {currency} Отправьте новый минимальный чек

source: please, send me a valid cost
ru: Пожалуйста, отправьте корректную стоимость

source: please, send me a valid minimum receipt
ru: Пожалуйста, отправьте корректную сумму минимального чека

source: Previous
ru: Пред.

source: Next
ru: След.

source: Communication
ru: Связь с менеджером

source: Bot with this token already exists. Try to input another token
ru: Бот с таким токеном уже зарегистрирован. Попробуйте ввести другой токен

source: Start deploying your bot. Please, wait...
ru: Начинаю сборку вашего бота. Пожалуйста, подождите...

source: Ooops. Something went wrong. Try again later
ru: Ой, что-то пошло не так. Попробуйте позже

source: Communication is {status}. Disable communication with managers if you want to stop receiving and sending messages between managers and clients
ru: Общение {status}. Отключите общение с менеджерами, если хотите прекратить отправку и получение сообщений между менеджерами и клиентами

source: disabled
ru: отключена

source: enabled
ru: включена

source: Communication is {status}. Disable communication with managers if you want to stop receiving messages from clients
ru: Связь с менеджером {status}. Отключите функцию, чтобы у клиента не было возможности связаться с менеджером

source: Update quantity
ru: Установить количество

source: Increase quantity
ru: Увеличить количество

source: Please indicate the total quantity of the subitem
ru: Укажите общее количество подтовара

source: Please specify how much the quantity of the subitem should be increased by
ru: Укажите, на сколько следует увеличить количество подтовара

source: When customers buy this product, its quantity will be automatically reduced. When the product is finished, it will automatically disappear from sale.
ru: При покупке этого товара, его количество автоматически будет уменьшаться. Когда товар закончится, купить его будет невозможно.

source: Warehouse enabled:
ru: Склад активен:

source: Position quantity: {}
ru: Количество товара: {}

source: Warehouse option was enabled
ru: Функция "Склад" активирована

source: Warehouse option was disabled
ru: Функция "Склад" отключена

source: Please indicate the total quantity of the product
ru: Укажите общее количество товара

source: Please specify how much the quantity of the product should be increased by
ru: Укажите, на сколько следует увеличить количество товара.

source: Quantity successfully updated. What's next?
ru: Количество успешно обновлено. Что дальше?

source: When customers buy this subitem, its quantity will be automatically reduced. When the product is finished, it will automatically disappear from sale.
ru: При покупке этого подтовара, его количество автоматически будет уменьшаться. Когда подтовар закончится, купить его будет невозможно.

source: Warehouse
ru: Склад

source: *Name:* _{name}_ *Frozen:* _{frozen}_ *Warehouse:* _{warehouse}_
ru: *Название:* _{name}_ *Заморожен:* _{frozen}_ *Склад:* _{warehouse}_

source: <b>Name:</b> <i>{name}</i> <b>Price:</b> <i>{price} {currency}</i> <b>Description:</b> <i>{description}</i> <b>Category:</b> <i>{category}</i> <b>Type:</b> <i>{type}</i> <b>Frozen:</b> <i>{frozen}</i> <b>Warehouse:</b> <i>{warehouse}</i>
ru: <b>Название:</b> <i>{name}</i> <b>Стоимость:</b> <i>{price} {currency}</i> <b>Описание:</b> <i>{description}</i> <b>Категория:</b> <i>{category}</i> <b>Тип:</b> <i>{type}</i> <b>Заморожен:</b> <i>{frozen}</i> <b>Склад:</b> <i>{warehouse}</i>

source: Created positions quantity: {}. What's next?
ru: Количество созданных товаров: {}

source: Something went wrong. Please try again later
ru: Что-то пошло не так. Пожалуйста, повторите попытку позже или свяжитесь с поддержкой.
